
module.exports = {

    activation: 'Для активации бота нажмите /start',

    /**
     * Первый этап
     * Берем номер телефона
     */

    howToConnect: 'Для того, чтобы мы легко могли найти Ваше резюме или связаться с Вами, поделитесь своим номером телефона. Нажмите на кнопку ниже "Поделиться номером телефона"',
    answerButton: 'Поделиться номером телефона',

    /**
     * Второй этап
     * Предоставляем варианты 2ух ближайших дней
     */

    chooseDay: 'Когда Вам удобно пройти собеседование (напоминаем, что запись ведется на 2 ближайших рабочих дня): ',
    dayDefValue: 'Выберите день, который Вам удобен:',

    /**
     * Третий этап
     * Выбираем вариант (утро, день, вечер)
     */

    chooseRange: 'Выберите удобное время:',

    /**
     * Четвертый этап
     * Выбираем время
     */

    timeDefValue: 'Выберите пожалуйства точное время прохождения интервью!',

    /**
     * Уведомления
     */

    notificationMsg: 'Приветствуем Вас и напоминаем, что сегодня у Вас назначено интервью. Подтвердите пожалуйства, чтобы менеджер Вас ждал!',
    yesAnswer: 'Да, я приду',
    afterYes: 'Отлично, до встречи',
    noAnswer: 'К сожалению, Нет',
    afterNo: 'Вы отменили собеседование, наш сотрудник может связаться с Вами, чтобы перенести время.'

};